In [4]:
import pandas as pd

In [5]:
victims_by_sex_df=pd.read_csv('victims-by-sex.csv')

In [6]:
victims_by_sex_df.head()

,All persons,Unnamed: 1,Female,Unnamed: 3,Male,Unnamed: 5,Unnamed: 6,Unnamed: 7
Year,Average annual count,Rate*,Average annual count,Rate*,Average annual count,NaN,Rate*,NaN
1995,"618,800",2.9,"555,600",5,"63,100",,0.6,
1996,"500,200",2.3,"443,300",4,"56,900",,0.5,
1997,"495,400",2.3,"450,100",4,"45,200",,0.4,
1998,"472,300",2.1,"436,400",3.8,"35,900",,0.3,